#Вычислить площадь круга S=pi*r*r, pi описать как константу, значение переменной r ввести с клавиатуры.
r = int(input("Введите радиус : "))
pi = 3.14
S=pi*r*r
print('Площадь круга равна ',S)
input('Press Enter to continue ...')