print("\t"*3 + " БОРОДИНО\n")
print("""\t— Скажи-ка, дядя, ведь не даром
\t  Москва, спаленная пожаром,""")
print("\t"*2 + "  Французу отдана?")
print("\tВедь были ж схватки боевые,")
print("""\t  Да, говорят, еще какие!
\t Недаром помнит вся Россия""")
print("\t"*2 + "Про день Бородина!\n")
print("\t— Да, были люди в наше время,")
print("\t Не то, что нынешнее племя:")
print("\t"*2 + " Богатыри — не вы!")
print("""\t  Плохая им досталась доля:
\tНемногие вернулись с поля...
\tНе будь на то господня воля,""")
print("\t"*2 + "Не отдали б Москвы!\n")

print("""\tМы долго молча отступали,
\t Досадно было, боя ждали,""")
print("\t"*2 + "Ворчали старики:")
print("""\t«Что ж мы? на зимние квартиры?
\t  Не смеют, что ли, командиры
\t   Чужие изорвать мундиры""")
print("\t"*2 + "О русские штыки?»")
